Repository: TokcDK/RimworldModTranslator
Catalog: RimworldModTranslator/RES/locale/*/LC_MESSAGES/rmt.po
Languages: ru_ru

source: {0} {1} selected cells.
ru_ru: {0} {1} выбранных ячеек.

source: Name
ru_ru: Имя

source: Open mod dir
ru_ru: Открыть папку мода

source: Mods
ru_ru: Моды

source: Refresh
ru_ru: Обновить

source: Editor
ru_ru: Редактор

source: Load strings
ru_ru: Загрузка строк

source: Load strings from the selected mod
ru_ru: Загрузка строк из выбранного мода

source: Save strings
ru_ru: Сохранить строки

source: Save strings from of selected mod to a new mod
ru_ru: Сохранить строки выбранного мода в новый мод

source: Help. Move the mouse cursor over any elements to get the tooltip for it HotKeys: Ctrl+C - Copy selected cells value Ctrl+X - Cut selected cells value Ctrl+V - Paste clipboard string lines into selected empty cells Ctrl+D - Clear selected cells
ru_ru: Горячие клавиши: Ctrl+C - Копировать значения выбранных ячеек Ctrl+X - Вырезать значения выбранных ячеек Ctrl+V - Вставить строки из буфера обмена в выбранные пустые ячейки Ctrl+D - Очистить выбранные ячейки

source: Select folder to translate.
ru_ru: Выбор папки для перевода.

source: Enter the new language folder name and press add to add the new column.
ru_ru: Введите имя новой папки языка и нажмите Добавить для добавления новой колонки.

source: Load strings from all exist game(when the game dir path is set) dlcs and mods
ru_ru: Загрузка строк из всех существующих dlc(когда указан путь к игре) и модов

source: Folder
ru_ru: Папка

source: Add new language
ru_ru: Добавить язык

source: Settings
ru_ru: Настройки

source: Game
ru_ru: Игра

source: General
ru_ru: Основные

source: (optional)
ru_ru: (опионально)

source: Mods dir path
ru_ru: Путь к модам

source: Config dir path
ru_ru: Путь к папке конфига

source: Game dir path
ru_ru: Путь к игре

source: Add game
ru_ru: Добавить игру

source: Add Mods and Config directory paths of the new game. If Config dir path is not set then will be used default in appdata
ru_ru: Добавить пути к папкам Mods и Config новой игры. Если путь к папке Config не задан, то будет использован путь по умолчанию в appdata

source: Extracted strings dir name
ru_ru: Имя папки извлеченных строк

source: The name of the folder where the extracted strings will be saved. Default is 'Extracted'.
ru_ru: Имя папки, в которой будут сохранены извлеченные строки. По умолчанию - 'Extracted'.

source: Optional target mod preview path. Default: No preview. When empty will try to find 'Preview.png' next to the app exe.
ru_ru: Опциональный путь к превью целевого мода. По умолчанию: Без превью. В случае отсутствия будет пытаться найти 'Preview.png' рядом с exe-файлом приложения.

source: Force load translations from exist mods (Default: only once)
ru_ru: Принудительная загрузка переводов из существующих модов (По умолчанию: только один раз)

source: When enabled the translations of all dlcs and mods will be load each time. (slower, default: only 1st time and dont unload before the app restart)
ru_ru: При включении этой опции переводы всех dlcs и модов будут загружаться каждый раз. (медленнее, по умолчанию: только в первый раз и не выгружаться до перезапуска приложения)

source: Load DefInjected strings only for exist extracted string ids
ru_ru: Загрузка строк DefInjected только для существующих извлеченных id строк

source: When enabled Load strings will load definjected strings from language dir for only ids which was extracted from defs.
ru_ru: При включении Загрузка строк будет загружать definjected строки из папки языка только для тех id, которые были извлечены из defs.

source: Target mod data
ru_ru: Данные целевого мода

source: Target mod data (for About.xml)
ru_ru: Данные целевого мода (для About.xml)

source: Target mod data for About.xml file of the new target mod
ru_ru: Данные целевого мода для About.xml файла нового мода с переводом

source: Target mod displaying name. Default: '{Source mode name} Translation'
ru_ru: Отображаемое имя целевого мода. По умолчанию: '{Имя исходного мода} перевод'

source: Target mod PackageID. Default: '{Source mode PackageID}.translation'
ru_ru: PackageID целевого мода. Умолч: '{Source mode PackageID}.translation'

source: Author
ru_ru: Автор

source: Target mod Author. Default: '{Source mod authors},Anonimous'
ru_ru: Автор целевого мода. Умолч: '{Source mod authors},Anonimous'

source: Version
ru_ru: Версия

source: Target mod version. Default: '1.0'
ru_ru: Версия целевого мода. Умолч: '1.0'

source: Supported versions
ru_ru: Поддерживаемые версии

source: Target mod supported game versions. Default: {Source mod supported versions}
ru_ru: Поддерживаемые версии игр для целевого мода. По умолчанию: {Поддерживаемые версии исходного мода}

source: Description
ru_ru: Описание

source: Optional target mod description. Default: '{Source mode name} Translation'
ru_ru: Опциональное описание целевого мода. По умолчанию: '{Имя исходного мода} Перевод'.

source: Optional target mod web page URL. Default: No Url
ru_ru: Опциональный URL-адрес веб-страницы целевого мода. По умолчанию: Нет Url

source: Preview path
ru_ru: Путь к преаью

source: Loaded {0} mods from {1}.
ru_ru: Загружено {0} модов из {1}.

source: Pasted {0} strings to selected cells.
ru_ru: Вставлено {0} строк в выбранные пустые ячейки.

source: Copied
ru_ru: Скопировано

source: Cut out
ru_ru: Вырезано

source: Set translations by cache. {0} folders.
ru_ru: Применен перевод из кеша. {0} папок.

source: Application started
ru_ru: Приложение запущено

source: Loaded {0} strings from {1}.
ru_ru: Загружено {0} строк из {1}.

source: Loaded strings cache from {0}.
ru_ru: Загружен кеш строк из {0}.

source: Cleared {0} selected cells.
ru_ru: Очищено {0} выбранных ячеек.

source: Log file not found: {0}
ru_ru: Файл лога не найден: {0}

source: Mod is not set. Please select mod to load strings.
ru_ru: Мод не выбран. Выберете мод для загрузки строк.

source: Mods path is not set. Please select the mods path.
ru_ru: Путь к модам не выбран. Выберете путь к модам для загрузки строк.

source: No translatable folders found.
ru_ru: Переводимых папок не найдено

source: Nothing to load from {0}.
ru_ru: Нечего не найдено в {0}.

source: Error loading tags from {0}.
ru_ru: Ошибка загрузки тегов из {0}.

source: Loaded tags from {0}.
ru_ru: Загружены теги из {0}.
